Repository: 10p3/cloudpebble
Catalog: cloudpebble/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Invalid username or password
de: Ungültiger Benutzername oder Passwort.
fr: Identifiant ou mot de passe invalide

source: Account disabled.
de: Konto gesperrt.
fr: Compte désactivé.

source: Invalid user GitHub tokens.
de: Ungültiger GitHub-Token.
fr: Token utilisateur GitHub invalide.

source: Tap to enable developer mode and install apps from CloudPebble.
de: Drücken, um den Entwickler-Modus einzuschalten und Apps von CloudPebble zu installieren.
fr: Appuyez pour activer le mode développeur et installer des applications à partir de CloudPebble.

source: Invalid Github URL.
de: Ungültige GitHub-URL.
fr: URL Github invalide.

source: Could not save: file has been modified since last save.
de: Speichern nicht möglich: Die Datei wurde seit dem letzten Speichern bearbeitet.
fr: Impossible d'enregistrer : Le fichier a été modifié depuis la dernière sauvegarde.

source: Pending
de: Ausstehend
fr: En attente

source: Failed
de: Fehlgeschlagen
fr: Echec

source: Succeeded
de: Erfolgreich
fr: Succès

source: Binary blob
de: Binäre Daten
fr: blob binaire

source: 1-bit PNG
fr: PNG 1-bit

source: 1-bit PNG with transparency
de: 1-Bit-PNG mit Transparenz
fr: PNG 1-bit avec transparence

source: True-Type Font
de: TrueType-Schrift
fr: Police True-Type

source: Uploaded file too big.
de: Hochgeladene Datei ist zu groß.
fr: Fichier uploadé trop gros.

source: Template
de: Vorlage
fr: Modèle

source: SDK Demo
de: SDK-Beispiel
fr: SDK démo

source: Example
de: Beispiel
fr: Exemple

source: As-you-type
de: Beim Tippen
fr: Durant la saisie

source: When pressing Ctrl-Space
de: Bei Strg+Leertaste
fr: En appuyant sur Ctrl + Espace

source: Never
de: Niemals
fr: Jamais

source: vim-like
de: Wie in Vim
fr: à la vim

source: emacs-like
de: Wie in Emacs
fr: à la emacs

source: Using spaces
de: Mit Leerzeichen
fr: Utiliser des espaces

source: Using tabs
de: Mit Tabulatoren
fr: Utiliser des tabulations

source: Autocompletion
de: Autovervoll­ständigung
fr: Autocomplétion

source: Keybinds
de: Tasten
fr: Raccourcis clavier

source: Theme
de: Thema
fr: Thème

source: Tab width
de: Tabweite
fr: Taille des tabulations

source: You are going to create a project based on a template.
de: Du erstellst ein Projekt basierend auf einer Vorlage.
fr: Vous allez créer un projet basé sur un modèle.

source: Create Project
de: Projekt erstellen
fr: Créer un projet

source: Projects
de: Projekte
fr: Projets

source: Settings
de: Einstellungen
fr: Paramètres

source: Sign out
de: Abmelden
fr: Déconnexion

source: All your projects
de: All deine Projekte
fr: Tous vos projets

source: Create
de: Erstellen
fr: Créer

source: Import
fr: Importer

source: Project
de: Projekt
fr: Projet

source: Last modified
de: Zuletzt bearbeitet
fr: Dernière modification

source: Last built
fr: Dernière compilation

source: Successful
de: Erfolgreich
fr: Reussi

source: You don't have any projects yet.
de: Du hast noch keine Projekte.
fr: Vous n'avez pas encore de projets

source: Create New Project
de: Erstelle ein neues Projekt
fr: Créer un nouveau projet

source: Project name
de: Projektname
fr: Nom du projet

source: Project type
de: Projekttyp
fr: Type du projet

source: Empty project
de: Leeres Projekt
fr: Projet vide

source: Standard Templates
de: Standard-Vorlagen
fr: Modèles standard

source: SDK demos
de: SDK-Beispiele
fr: SDK démos

source: Examples
de: Beispiele
fr: Exemples

source: Cancel
de: Abbrechen
fr: Annuler

source: Import Existing Project
de: Bestehendes Projekt importieren
fr: Importer un projet existant

source: Upload Zip
de: ZIP hochladen
fr: Uploader un Zip

source: Import from GitHub
de: Von GitHub importieren
fr: Importer depuis GitHub

source: Zip file
de: ZIP-Datei
fr: Fichier zip

source: This must be a zip file containing a standard Pebble project.
de: Dies muss eine ZIP-Datei sein, die ein normales Pebble-Projekt enthält.
fr: Ce doit être un fichier Zip contenant un projet Pebble standard

source: GitHub Project
de: GitHub Projekt
fr: Projet GitHub

source: Branch (optional)
fr: Branch (optionnel)

source: Use as Git remote
de: Als Git-Remote verwenden
fr: Utilisé en temps que Git remote

source: Source files
de: Quelldateien
fr: Fichiers sources

source: Add new
de: Neu...
fr: Ajouter

source: Worker source
de: Worker-Quelltext
fr: Source du Worker

source: Resources
de: Ressourcen
fr: Ressources

source: Preparing autocomplete…
de: Autovervollständigung wird vorbereitet...
fr: Préparation de l'autocomplétion...

source: Create new file
de: Erstelle eine neue Datei
fr: Créer un nouveau fichier

source: File type
de: Dateityp
fr: Type de fichier

source: C file
de: C-Datei
fr: Fichier C

source: JavaScript file
de: JavaScript-Datei
fr: Fichier JavaScript

source: Window Layout
fr: Disposition de la fenêtre

source: Filename
de: Dateiname
fr: Nom du fichier

# compilation target
source: Target
de: Ziel
fr: Cible

source: Create header
de: Header-Datei erstellen
fr: Créer une entête

source: Window name
de: Fenstername
fr: Nom de la fenêtre

source: That repo does not exist. Would you like to create it?
de: Dieses Repository existiert nicht. Möchtest du es erstellen?
fr: Ce repo n'existe pas. Voulez-vous le créer?

source: Repo Name
fr: Nom du repo

source: Description <span class="muted">(optional)</span>
de: Beschreibung<span class="muted">(optional)</span>
fr: Description <span class="muted">(optionel)</span>

source: Push New Commit
de: Neuen Commit pushen
fr: Envoyer nouveau Commit

source: Commit Summary
de: Commit-Zusammenfassung
fr: Résumé des commits

# sample commit summary
source: Fix something useful.
de: Ein behobenes Problem oder neues Feature...
fr: Correction de quelque chose d'utile

source: Extended description <span class="muted">(optional)</span>
de: Erweiterte Beschreibung <span class="muted">(optional)</span>
fr: Description détaillée <span class="muted">(optionel)</span>

source: Pull Latest Commit
de: Neuesten Commit pullen
fr: Récupérer le dernier Commit

source: <p>Are you sure you want to pull the latest commit? Doing so will <em>overwrite</em> everything currently in your project.</p> <p>There will be no further warnings and no opportunity to merge. This cannot be undone.</p>
de: <p>Bist du sicher, dass du den neusten Commit pullen willst? Dadurch wird alles in deinem Projekt <em>überschrieben</em></p> <p>Es wird keine weiteren Warnungen und keine Möglichkeit zu einem Merge geben. Dies kann nicht rückgängig gemacht werden.<p>
fr: <p>Etes-vous sûr(e) de vouloir récupérer le dernier commit ? Cela <em>remplacera</em> la totalité de votre projet.</p> <p>C'est le dernier avertissement et il n'y aura pas de possibilité de merge. Cela ne peut pas être annulé.</p>

source: Pulling latest commit from GitHub…
de: Neuesten Commit von GitHub pullen...
fr: Récupération du dernier commit depuis GitHub...

source: Install App
de: App installieren
fr: Installer l'App

source: Installing app on your watch…
de: Installiere die App auf deiner Uhr...
fr: Installation de l'app sur votre Pebble en cours...

source: Dismiss
de: Verwerfen
fr: Abandonner

# button to look at logs
source: View logs
de: Logs anschauen
fr: Voir les logs

source: Taking Screenshot
de: Screenshot wird aufgenommen
fr: Capture d'écran en cours

source: Taking screenshot…
de: Screenshot wird aufgenommen...
fr: Capture d'écran en cours...

source: Okay
fr: Ok

source: Continue
de: Fortfahren
fr: Continuer

source: Editor settings
de: Editor-Einstellungen
fr: Paramètres de l'éditeur

source: Settings saved!
de: Einstellungen gespeichert!
fr: Paramètres enregistrés !

source: Submit
de: Absenden
fr: Sauver

source: Reset
de: Zurücksetzen
fr: Remise à zéro

source: GitHub Integration
fr: Intégration de GitHub

source: Re-authenticate
de: Neu authentifizieren
fr: Se ré-authentifier

source: Unlink account
de: Kontoverbindung trennen
fr: Dissocier compte

source: Link your GitHub account
de: Dein GitHub-Konto verbinden
fr: Associer à GitHub

source: Connecting your GitHub account enables you to connect your projects to GitHub repositories.
de: Das Verbinden deines GitHub-Kontos erlaubt dir Projekte mit GitHub-Repos zu verbinden.
fr: Associer votre compte GitHub permet de connecter vos projets à vos repositories GitHub.

source: Install and Run
de: Installieren & Los
fr: Installer et Lancer

source: View app logs
de: App-Logs anschauen
fr: Voir les logs

source: Screenshot
fr: Copie d'écran

source: Status:
fr: Etat :

source: Size:
de: Größe:
fr: Taille:

source: Available App RAM:
de: Verfügbarer App-Arbeitsspeicher
fr: RAM disponible pour l'App :

source: Available Worker RAM:
de: Verfügbarer Worker-Arbeitsspeicher
fr: RAM disponible pour le Worker :

source: Run build
de: Build ausführen
fr: Compiler

source: Get PBW
de: PBW ziehen
fr: Télécharger le PBW

source: Build log
de: Build-Protokoll
fr: Log de compilation

source: Status
fr: Etat

source: Size
de: Größe
fr: Taille

source: Github Repo
de: GitHub Repository
fr: Repo GitHub

# git branch
source: Branch
fr: Branche

# button label
source: Pull changes
de: Änderungen pullen
fr: Envoyer les modifications

source: Manually
de: Manuell
fr: Manuellement

source: Automatically
de: Automatisch
fr: Automatiquement

source: If you select 'Automatically', the contents of this project <em>will be overwritten</em> every time you push to your repo from elsewhere, <em>without prompting you</em>.
de: Wenn du "automatisch" wählst, werden die Inhalte aus diesem Projekt <em>jedes mal ungefragt überschrieben</em> wenn du von wo anders in das Repo pushst.
fr: Si vous choisissez "Automatiquement", le contenu de ce projet <em>sera remplacé sans vous prévenir</em> chaque fois que vous ferez un push vers votre repo depuis ailleurs que CloudPebble.

source: After pulling
de: Nach dem Pullen
fr: Après le pull

source: Do nothing
de: Tue nichts
fr: Ne rien faire

source: Build automatically
de: Automatisch builden
fr: Compiler automatiquement

source: Save
de: Speichern
fr: Enregistrer

source: Resource type
de: Ressourcentyp
fr: Type

source: PNG image
de: PNG-Bild
fr: Image PNG

source: PNG with transparency
de: PNG mit Transparenz
fr: PNG transparent

source: TrueType font
de: TrueType-Schrift
fr: Police True Type

source: Raw binary blob
de: Rohe Binäre Daten
fr: Contenu binaire brut

source: File
de: Datei
fr: Fichier

source: You can have multiple Pebble resources from a single file (for different sizes, etc.)
de: Du kannst mehrere Pebble-Ressourcen aus einer einzigen Datei laden (für verschiedene Größen usw.)
fr: Vous pouvez avoir plusieurs ressources Pebble dans un même fichier (pour différentes tailles, etc.)

source: Download uploaded resource
de: Hochgeladene Ressource herunterladen
fr: Télécharger la ressource

source: Identifier
de: Identifikator
fr: Identifiant

source: This is used in your code and must be a valid C identifier.
de: Dieser wird im Quelltext verwendet und muss ein gültiger C-Variablenname sein.
fr: Ceci est utilisé dans votre code et doit être un identifiant C valide.

source: It must end with the desired font size.
de: Muss mit der gewünschten Schriftgröße enden.
fr: Cela doit finir avec la taille de police désirée.

# like letters and numbers
source: Characters
de: Zeichen
fr: Caractères

source: A PCRE regular expression that restricts characters.
de: Ein regulärer Ausdruck (PCRE) der die Zeichen beschränkt.
fr: Une expression régulière PCRE qui restreint les caractères.

source: Tracking adjust
de: Vorlaufs-Anpassung
fr: Espacement entre les caractères

source: Number of additional pixels by which to shift each character.
de: Anzahl der zusätzlichen Pixel, um die jedes Zeichen verschoben werden soll.
fr: Nombre de pixels supplémentaires pour décaler chaque caractère.

source: Delete
de: Löschen
fr: Supprimer

source: Another font
de: Eine weitere Schrift
fr: Autre police

source: App kind
de: App-Typ
fr: Type

source: Short App Name
de: Kurzer App-Name
fr: Nom court

# sample app name
source: Demo App
de: Beispiel-App
fr: App Démo

source: App's short name. This will appear on the watch.
de: Kurzer Name der App. Dieser wird auf der Uhr angezeigt.
fr: Nom court de l'App. Il apparaîtra sur la montre.

source: Long App Name
de: Langer App-Name
fr: Nom long

source: App's long name. This will appear in the app list on the phone.
de: Der lange Name der App. Dieser wird in der App-Liste auf dem Handy angezeigt.
fr: Nom long de l'App. Il apparaîtra sur la liste du téléphone.

source: Menu image
de: Menügrafik
fr: Image du menu

source: None
de: Keins
fr: Aucun

source: Default
de: Standard
fr: Par défaut

source: Displayed on the Pebble's main menu. Must be a 28x28 file in PNG format.
de: Wird im Hauptmenü der Pebble angezeigt. Dies muss ein PNG-Bild (28x28) sein.
fr: Affiché dans le menu principal de la Pebble. Doit être un fichier PNG au format 28x28.

source: Displayed on the Pebble's main menu. Must be a 25x25 file in PNG format.
de: Wird im Hauptmenü der Pebble angezeigt. Dies muss ein PNG-Bild (25x25) sein.
fr: Affiché dans le menu principal de la Pebble. Doit être un fichier PNG au format 25x25.

source: Company Name
de: Name der Firma
fr: Compagnie

# sample company name
source: Demo Company
de: Musterfirma
fr: Compagnie Demo

source: Name of the app's developer.
de: Name des App-Entwicklers.
fr: Nom du développeur de l'App

source: Version label
de: Version
fr: Version

source: App version. Takes the format major[.minor], where major and minor are between 0 and 255.
de: Die Version der App. Das Format ist major[.minor], wobei major und minor zwischen 0 und 255 sein müssen.
fr: Version de l'App. Format : majeur[.mineur], où majeur et mineur sont compris entre 0 et 255.

source: App UUID
fr: UUID

source: A unique identifier for the app.
de: Ein eindeutiger Identifikator der App.
fr: Un identifiant unique pour l'App

source: PebbleKit JS Message Keys
fr: Clés des messages PebbleKit JS

source: Key Name
fr: Nom de la Clé

source: Key ID
fr: ID de la Clé

source: New Entry
de: Neuer Eintrag
fr: Nouvelle entrée

source: A mapping from strings to integers used by PebbleKit JS.
de: Eine Zuordnung von Strings zu Zahlen für die Verwendung in PebbleKit JS.
fr: Une correspondance entre chaînes et entiers utilisée par PebbleKit JS.

# checkbox label
source: Check Javascript
de: JavaScript prüfen
fr: Vérifier le Javascript

# checkbox label
source: Uses Location
de: Verwendet Standort
fr: Utiliser la localisation

source: Save changes
de: Änderungen speichern
fr: Enregistrer les modifications

source: Download as zip
de: Als ZIP herunterladen
fr: Télécharger le Zip

source: Delete Project
de: Projekt löschen
fr: Supprimer le projet

source: Properties
de: Einstellungen
fr: Propriétés

source: Toolkit
fr: Boîte à outils

source: No project root found.
de: Keine Projektwurzel gefunden.
fr: Racine du projet introuvable.

source: Unknown project type %s
de: Unbekannter Projekttyp %s.
fr: Type de projet inconnu %s

source: CloudPebble was created by Katharine Berry and is now run by Pebble.
de: CloudPebble wurde von Katharine Berry entwickelt und wird nun von Pebble weitergeführt.
fr: CloudPebble a été créé par Katharine Berry et est dorénavant proposé par Pebble.

source: Welcome Back
de: Willkommen zurück
fr: Content de vous revoir !

source: Here's what's changed since the last time you were here:
de: Seitdem du das letzte Mal hier warst hat sich Folgendes geändert:
fr: Voici ce qui a changé depuis votre dernière visite :

source: Sign in
de: Anmelden
fr: Se Connecter

source: Close
de: Schließen
fr: Fermer

source: Already have a Pebble account?
de: Du hast bereits ein Pebble-Konto?
fr: Déjà inscrit ?

source: This is the same account you use to log in to the Pebble Forums, Developer Portal and phone app. Don't have a Pebble account? Create one!
de: Dies ist das gleiche Konto, mit dem du dich in den Pebble-Foren, dem Entwicklerportal und in der Pebble-App auf dem Handy anmeldest. Du hast noch kein Pebble-Konto? Erstelle eins!
fr: C'est le même compte que pour le Forum Pebble, le Portail Développeur et l'application smartphone. Vous n'avez pas de compte ? Créez-en un !

source: Log in with your Pebble account
de: Mit deinem Pebble-Konto anmelden
fr: Se connecter avec votre compte Pebble

source: Create Pebble account
de: Ein Pebble-Konto erstellen
fr: Créer un compte Pebble

source: Have a legacy CloudPebble account?
de: Hast du ein altes CloudPebble-Konto?
fr: Vous avez un compte historique CloudPebble ?

source: Log in to link it with your Pebble account. Legacy accounts are being phased out in favour of the Pebble account system. Once you log in you will be required to link your accounts; henceforth you must log in with your pebble account.
de: Melde dich an um es mit deinem Pebble-Konto zu verbinden. Alte Konten werden ausgemustert und durch Pebble-Konten ersetzt. Sobald du dich angemeldet hast wirst du aufgefordert, die Konten zu verknüpfen; ab dann musst du dich mit deinem Pebble-Konto anmelden.
fr: Connectez-vous pour le lier à votre compte Pebble. Les comptes historiques CloudPebble sont remplacés par les comptes Pebble. Une fois connecté, vous devrez lier vos comptes, puis vous devrez vous connecter avec votre compte Pebble.

source: Link to your Pebble account
de: Dein Pebble-Konto verknüpfen
fr: Lier à votre compte Pebble

source: Online Pebble Development
de: Online-Pebble-Entwicklung
fr: Développement Pebble en ligne

source: Write apps without dealing with Linux, virtual machines, compilers, or Python.
de: Schreibe Apps ohne dich mit Linux, virtuellen Maschinen, Kompilern oder Python herumzuschlagen.
fr: Ecrivez des applis sans vous soucier de Linux, de machines virtuelles, de compilateurs ou de Python.

source: Get Started
de: Loslegen
fr: Démarrer

source: Nothing to install
de: Nichts zu installieren
fr: Rien à installer

source: Write apps directly in your browser. Skip all setup instructions!
de: Apps direkt in deinem Browser entwickeln und so alle Vorbereitungsschritte überspringen.
fr: Ecrivez des applis directement depuis votre navigateur. Aucune installation !

source: No JSON to edit
de: Kein JSON zum Editieren
fr: Pas de JSON à modifier

source: Resources are managed through a friendly user interface
de: Ressourcen werden über eine freundliche Benutzeroberfläche verwaltet
fr: Les ressources sont gérées par le biais d'une interface conviviale

source: Cloudy
de: In der Cloud
fr: Dans le Cloud

source: It's on the internet. Accessible from anywhere! That's a good thing, right?
de: Es ist im Internet. Erreichbar von überall. Das ist gut, oder nicht?
fr: C'est sur internet. Accessible depuis n'importe où ! C'est une bonne chose, non ?

source: More to come
de: Und bald noch viel mehr
fr: Et plus à venir

source: This is only the beginning!<br>There's much more to come.
de: Dies ist nur der Anfang!<br>Bald gibt es noch viel mehr.
fr: C'est juste le début !<br>Bien plus à venir.

source: Log in with legacy account
de: Mit einem alten CloudPebble-Konto anmelden
fr: Se connecter avec un compte historique

source: Username
de: Benutzername
fr: Identifiant

source: Password
de: Passwort
fr: Mot de passe

source: Log in
de: Anmelden
fr: Se Connecter

source: Due to a recent Chrome update, we have been forced to disable TLS site-wide. Security will be re-enabled in a few days.
de: Wegen eines kürzlich erschienenen Chrome-Updates sind wir gezwungen gewesen, TLS auf der gesamten Seite abzuschalten. Sicherheit wird in einigen Tagen wiederhergestellt.
fr: En raison d'une récente mise à jour de Chrome, nous avons été contraints de désactiver le TLS sur l'ensemble du site. La sécurité sera réactivée dans quelques jours.

source: Make sure that the Developer Connection is enabled on your phone, and you are running at least iOS app version 2.5 or Android version 2.1 (beta).
de: Stelle sicher, dass die Entwickler-Verbindung auf deinem Handy aktiviert ist und das du mindestens Version 2.5 unter iOS oder 2.1 (beta) unter Android verwendest.
fr: Assurez-vous que la Connexion Développeur est activée sur votre téléphone et que vous êtes sous la dernière version de l'application (2.5 pour IOS ou 2.1 (bêta) pour Android)

# number of spaces
source: Indents
de: Einrückungen
fr: Indentations

# date/time
source: Started:
de: Gestartet:
fr: Démarré:

# duration
source: Build time:
de: Build-Dauer:
fr: Compilé en:

source: Last build
de: Letzter Build
fr: Dernière compilation

source: Compilation
de: Kompilierung

source: Date
de: Datum

# checkbox label
source: Configurable
de: Konfigurierbar
