Repository: 10p3/cloudpebble
Catalog: cloudpebble/locale/*/LC_MESSAGES/djangojs.po
Languages: de, fr

source: Pending
de: Ausstehend
fr: En attente

source: Failed
de: Fehlgeschlagen
fr: Echec

source: Succeeded
de: Erfolgreich
fr: Succès

source: That repo does not exist. Would you like to create it?
de: Dieses Repository existiert nicht. Möchtest du es erstellen?
fr: Ce repo n'existe pas. Voulez-vous le créer?

source: Installing app on your watch…
de: Installiere die App auf deiner Uhr...
fr: Installation de l'app sur votre Pebble en cours...

source: Build log
de: Build-Protokoll
fr: Log de compilation

source: Size
de: Größe
fr: Taille

source: Save
de: Speichern
fr: Enregistrer

source: Identifier
de: Identifikator
fr: Identifiant

source: A PCRE regular expression that restricts characters.
de: Ein regulärer Ausdruck (PCRE) der die Zeichen beschränkt.
fr: Une expression régulière PCRE qui restreint les caractères.

source: Delete
de: Löschen
fr: Supprimer

source: New Entry
de: Neuer Eintrag
fr: Nouvelle entrée

source: Delete Project
de: Projekt löschen
fr: Supprimer le projet

source: You have one unsaved source file. If you leave this page, you will lose it.
de: Du hast eine ungespeicherte Quelltext-Datei. Wenn du diese Seite verlässt, wirst du sie verlieren.
fr: Un fichier source n'a pas été enregistré. Si vous quittez cette page, il sera perdu.

source: Something went wrong: %s
de: Irgendwas ist falsch gelaufen: %s
fr: Quelque chose s'est mal passé : %s

source: %(total)s KiB (%(resources)s KiB resources, %(appbin)s KiB binary)
de: %(total)s KiB (%(resources)s KiB Ressourcen, %(appbin)s KiB App)
fr: %(total)s KiB (%(resources)s KiB ressources, %(appbin)s KiB code)

source: %(total)s KiB (%(resources)s KiB resources, %(appbin)s KiB binary, %(workerbin)s KiB worker)
de: %(total)s KiB (%(resources)s KiB Ressourcen, %(appbin)s KiB App, %(workerbin)s KiB Worker)
fr: %(total)s KiB (%(resources)s KiB ressources, %(appbin)s KiB code, %(workerbin)s KiB worker)

source: Different app crashed. Only the active app has debugging information available.
de: Eine andere App ist abgestürzt. Debug-Informationen sind nur für die aktive App verfügbar.
fr: Une autre application a crashé. Seule l'application active dispose des informations de débug.

source: Looking up debug information...
de: Debug-Informationen abrufen...
fr: Recherche d'informations de debug...

source: Crashed inside firmware call.
de: In einer Firmware-Prozedur abgestürzt.
fr: Crash dans un appel firmware.

source: Crashed at %(file)s:%(line)s, in %(fn_name)s (starts at %(file)s:%(fn_line)s).
de: Abgestürzt in %(file)s:%(line)s, in %(fn_name)s (Position %(file)s:%(fn_line)s).
fr: Crash ligne %(file)s:%(line)s, dans %(fn_name)s (début %(file)s:%(fn_line)s).

source: Which was called from %(file)s:%(line)s, in %(fn_name)s (starts at %(file)s:%(fn_line)s).
de: Wurde aufgerufen von %(file)s:%(line)s, in %(fn_name)s (Position: %(file)s:%(fn_line)s).
fr: Qui a été appelé depuis %(file)s:%(line)s, dans %(fn_name)s (début %(file)s:%(fn_line)s).

source: [PHONE]
de: [HANDY]

source: [ERROR]
de: [FEHLER]

source: [WARNING]
de: [WARNUNG]

source: Something went wrong: %s
de: Irgendwas ist falsch gelaufen : %s
fr: Quelque chose s'est mal passé : %s

source: This file has been edited elsewhere; you will not be able to save your changes.
de: Die Datei wurde woanders editiert; du wirst deine Änderungen nicht speichern können.
fr: Ce fichier a été modifié en parallèle. Vos modifications ne pourront pas être enregistrées.

source: Save, build, install and run
de: Speichern, builden, installieren und ausführen.
fr: Enregistrer, compiler, installer et lancer

source: Reload
de: Neu laden
fr: Recharger

source: UI Editor
de: Oberflächen-Editor
fr: Editeur d'interface

source: Do you want to delete %(name)s?
de: Willst du %(name)s löschen?
fr: Souhaitez-vous supprimer %(name)s ?

source: This cannot be undone.
de: Dies kann nicht rückgängig gemacht werden.
fr: Cela ne peut être annulé.

source: Do you want to reload %(name)s?
de: Willst du %(name)s neu laden?
fr: Souhaitez-vous recharger %(name)s ?

source: This will discard your current changes and revert to the saved version.
de: Deine Änderungen werden verworfen und die gespeicherte Version wiederhergestellt.
fr: Ceci annulera vous modifications en cours et rechargera la version enregistrée.

source: Saving...
de: Speichern...
fr: Enregistrement...

source: Compiling...
de: Kompilieren...
fr: Compilation...

source: Toggle Fullscreen
de: Vollbild an/abschalten
fr: Basculer en plein écran

source: Declaration
de: Deklaration
fr: Déclaration

source: Description
de: Beschreibung

source: Returns
de: Rückgabewerte
fr: Retour

source: Parameters
de: Parameter
fr: Paramètres

source: Note
de: Notiz
fr: Remarque

source: Source files must end in .c or .h
de: Quelldateien müssen mit .c oder .h aufhören
fr: Les fichiers source doivent finir par .c ou .h

source: A file called '%s' already exists.
de: Eine Datei namens '%s' existiert schon.
fr: Un fichier nommé '%s' existe déjà.

source: Source files must end in .js
de: Quelldateien müssen mit .js aufhören
fr: Les fichiers source doit finir par .js

source: You must specify a valid window name using lowercase letters and underscores.
de: Du musst einen gültigen Window-Namen (nur Kleinbuchstaben und Unterstriche) angeben.
fr: Vous devez spécifier une nom de fenêtre valide en utilisant des minuscules et des underscores.

source: That name is already used in this project.
de: Dieser Name wird in diesem Projekt schon benutzt.
fr: Ce nom est déjà utilisé dans ce projet.

source: If you want to create a background worker, use this dropdown to create files pointing at that target.
de: Wenn du einen Background-Worker erstellen willst, nutze dieses Dropdown um Dateien am richtigen Ort anzulegen.
fr: Si vous souhaitez créer un "background worker", utilisez ce menu déroulant pour créer les fichiers correspondants.

source: Note that targets are independent and code will not be shared between them.
de: Ziele sind unabhängig und Quelltext wird zwischen ihnen nicht geteilt.
fr: Remarquez que les cibles sont indépendantes et le code ne sera pas partagé entre elles.

source: Import failed: %s
de: Import fehlgeschlagen: %s
fr: L'importation a échoué : %s

source: Updated repo.
de: Repo aktualisiert.
fr: Repo mis à jour.

source: You don't have access to that repository.
de: Du hast keinen Zugriff auf dieses Repository.
fr: Vous n'avez pas accès à ce repository.

source: You must provide a repo URL.
de: Du musst eine Repo-URL angeben.
fr: Vous devez fournir une URL de repository.

source: Pulled successfully.
de: Erfolgreich gepullt.
fr: Pull réussi.

source: Pull completed successfully.
de: Pull erfolgreich abgeschlossen.
fr: Pull effectué avec succès.

source: Pull completed: Nothing to pull.
de: Pull abgeschlossen: Nichts zu Pullen.
fr: Pull terminé : rien à récupérer.

source: Error: %s
de: Fehler: %s
fr: Erreur : %s

source: You must provide a commit summary.
de: Du musst eine Commit-Zusammenfassung angeben.
fr: Vous devez fournir un résumé pour le commit.

source: Pull failed: %s
de: Pull abgeschlossen: %s
fr: Echec du Pull : %s

source: GitHub integration can be enabled in your user settings by linking a GitHub account.
de: GitHub-Integration kann in deinen Kontoeinstellungen aktiviert werden, indem du ein GitHub-Konto verknüpfst.
fr: L'intégration GitHub peut être activée dans votre profil en saisissant un compte GitHub.

source: You must enter a name.
de: Du musst einen Namen eingeben.
fr: Vous devez entrer un nom.

source: You must specify a project name.
de: Du musst einen Projektnamen angeben.
fr: Vous devez entrer un nom de projet.

source: You must upload a zip file.
de: Du musst eine ZIP-Datei hochladen.
fr: Vous devez uploader un fichier zip.

source: You must specify a complete GitHub project URL
de: Du musst eine vollständige GitHub-Projekt-URL angeben.
fr: Vous devez spécifier une URL de projet GitHub

source: You must upload a file.
de: Du musst eine Datei hochladen.
fr: Vous devez uploader un fichier.

source: A resource called '%(name)s' already exists in the project.
de: Eine Ressource names '%(name)s' existiert bereits in diesem Projekt.
fr: Une ressource nommée "%(name)s" existe déjà dans ce projet.

source: You must upload a PNG image.
de: Du musst ein PNG-Bild hochladen.
fr: Vous devez uploader une image .PNG

source: You must upload a TrueType Font (.ttf)
de: Du musst eine TrueType-Schrift (.ttf) hochladen
fr: Vous devez uploader une police True Type (.ttf)

source: You must provide a valid resource identifier. Use only letters, numbers and underscores.
de: Du musst einen gültigen Ressourcen-Identifikator angeben. Nur Buchstaben, Nummern und Unterstriche.
fr: Vous devez saisir un identifiant de ressource valide (uniquement des lettres, chiffres et underscore).

source: Invalid resource identifier. Use only letters, numbers and underscores.
de: Ungültiger Ressourcen-Identifikator. Nur Buchstaben, Nummern und Unterstriche.
fr: Identifiant de ressource invalide. Utilisez uniquement des lettres, des chiffres et des underscores.

source: Font resource identifiers must end with the desired font size, e.g. %s_24
de: Schrift-Ressourcen-Identifikator müssen mit der gewünschten Schriftgröße enden, z.B. %s_24
fr: Les identifiants de ressources de polices doivent finir avec la taille désirée, ex. %s_24

source: You can't have multiple identical identifiers. Please remove or change one.
de: Du kannst nicht mehrere identische Identifikatoren haben. Bitte entferne oder ändere einen.
fr: Vous ne pouvez pas avoir plusieurs identifiants identiques. Veuillez en supprimer ou modifier une.

source: Tracking must be an integer.
de: Vorlauf muss eine Zahl sein.
fr: L'espacement entre les caractères doit être un entier.

source: You must specify at least one resource.
de: Du musst mindestens eine Ressource angeben.
fr: Vous devez spécifier au moins une ressource.

source: If specified, this file will replace the current file for this resource, regardless of its filename.
de: Wenn angegeben, wird diese Datei die aktuelle Datei für diese Ressource ersetzen, unabhängig vom Dateinamen.
fr: Si spécifié, ce fichier remplacera le fichier actuel pour cette ressource, indépendamment du nom de fichier.

source: Preview
de: Vorschau
fr: Aperçu

source: Do you want to delete %s?
de: Willst du %s löschen?
fr: Souhaitez-vous supprimer %s ?

source: You must specify a project name
de: Du musst einen Projektnamen angeben
fr: Vous devez définir un nom de projet.

source: You must specify a short name.
de: Du musst einen kurzen Namen angeben.
fr: Vous devez définir un nom court.

source: You must specify a long name.
de: Du musst einen langen Namen angeben.
fr: Vous devez définir un nom long.

source: You must specify a company name.
de: Du musst einen Firmennamen angeben.
fr: Vous devez définir un nom de compagnie.

source: You must specify a positive integer version code.
de: Du musst einen ganzzahligen, positiven Versionscode angeben.
fr: Vous devez définir un numéro de version (entier positif).

source: You must specify a valid version number.
de: Du musst eine gültige Versionsnummer angeben.
fr: Vous devez définir un numéro de version valide.

source: You must specify a valid UUID (of the form 00000000-0000-0000-0000-000000000000)
de: Du musst eine gültige UUID (in der Form 00000000-0000-0000-0000-000000000000) angeben.
fr: Vous devez définir un UUID valide (du type 000000000-0000-0000-0000-000000000000)

source: Settings saved.
de: Einstellungen gespeichert.
fr: Paramètres enregistrés.

source: Are you sure you want to delete this project? THIS CANNOT BE UNDONE.
de: Bist du dir sicher, dass du dieses Projekt löschen willst? DAS KANN NICHT RÜCKGÄNGIG GEMACHT WERDEN!
fr: Êtes-vous sûr de vouloir supprimer ce projet ? CETTE ACTION NE PEUT ÊTRE ANNULÉE.

source: App source
de: App-Quelltext
fr: Source de l'application

source: Code completion resync failed.
de: Resynchronisation der Codevervollständigung ist fehlgeschlagen.
fr: La synchro de la complétion de code a échoué.

source: Code completion unavailable.
de: Codevervollständigung ist nicht verfügbar.
fr: La complétion de code n'est pas disponible.

source: Code completion lost; retrying...
de: Codevervollständigung verloren; Versuche erneut...
fr: Complétion de code perdue : nouvel essai...

# month name
source: January
de: Januar
fr: Janvier

# month name
source: February
de: Februar
fr: Février

# month name
source: March
de: März
fr: Mars

# month name
source: May
de: Mai
fr: Mai

# month name
source: June
de: Juni
fr: Juin

# month name
source: July
de: Juli
fr: Juillet

# month name
source: October
de: Oktober
fr: Octobre

# month name
source: December
de: Dezember
fr: Décembre

source: %s second
de: %s Sekunde
fr: %s seconde

source: Something went wrong: %s
de: Etwas ist schiefgegangen: %s
fr: Quelque chose s'est mal passé : %s

source: Connecting...
de: Verbinde...
fr: Connexion...

source: Establishing connection...
de: Verbindung wird hergestellt...
fr: En cours de connexion...

source: Authenticating...
de: Authentifizierung...
fr: Authentification...

source: Waiting for phone. Make sure the development server is enabled.
de: Warte auf das Handy. Stelle sicher, dass der Entwicklungs-Server aktiviert ist.
fr: En attente du téléphone. Assurez-vous que le serveur de développement est activé.

source: Connection interrupted.
de: Verbindung unterbrochen.
fr: Connexion interrompue.

source: Please <a href='%(update_url)s'>update your pebble</a> to %(min_version)s to install apps from CloudPebble and the appstore (you're on version %(real_version)s).
de: Bitte <a href='%(update_url)s'>aktualisiere deine Pebble</a> auf Version %(min_version)s, um Apps von CloudPebble und dem Appstore zu installieren (du hast Version %(real_version)s).
fr: Pour installer des apps à partir de CloudPebble ou de l'appstore, veuillez <a href='%(update_url)s'>mettre à jour votre Pebble</a> vers la version %(min_version) (Vous êtes actuellement en version %(real_version)s).

source: Installed successfully!
de: Erfolgreich installiert.
fr: Installation réussie

source: Installation failed. Check your phone for details.
de: Installation fehlgeschlagen. Prüfe dein Handy um Details zu erfahren.
fr: Echec de l'Installation. Vérifiez votre téléphone pour plus de détails.

source: Disconnected from phone.
de: Vom Handy getrennt.
fr: Déconnecté de votre téléphone

source: Connected.
de: Verbunden.
fr: Connecté

source: Right click -> Save Image as...
de: Rechtsklick -> Speichere Bild als...
fr: Clic droit-> Enregistrer l'image sous ...

# background colour
source: Background
de: Hintergrund
fr: Arrière-plan

source: Fullscreen
de: Vollbild
fr: Plein écran

source: Delete layer
de: Layer löschen
fr: Supprimer le layer

source: White
de: Weiß
fr: Blanc

source: Black
de: Schwarz
fr: Noir

source: Top icon
de: Icon oben
fr: Icône du haut

source: Middle icon
de: Icon mittig
fr: Icône du milieu

source: Bottom icon
de: Icon unten
fr: Icône du bas

source: ActionBarLayer is a Layer that displays a bar on the right edge of the window. The bar can contain up to 3 icons, each corresponding with one of the buttons on the right side of the watch.
de: ActionBarLayer ist ein Layer, der einen Balken am rechten Rand des Fensters anzeigt. Der Balken kann bis zu 3 Icons enthalten, wobei jedes mit den Knöpfen an der rechten Seite der Uhr korrespondiert.
fr: ActionBarLayer est un layer qui affiche une barre sur le côte droit de la fenêtre. La barre peut contenir jusqu'à 3 icônes, chacune correspondant à un des boutons du côté droit de la montre.

source: Image
de: Bild

source: BitmapLayer will display an opaque bitmap image.
de: BitmapLayer wird ein undurchsichtiges Bild anzeigen.
fr: BitmapLayer affichera une image bitmap opaque.

source: Inverts the colours of the rectangle behind it. Layers in front are unaffected.
de: Invertiert die Farben des dahinterliegenden Rechtecks. Die Layer im Vordergrund werden davon nicht beeinflusst.
fr: Inverse les couleurs du rectangle en-dessous de celui-ci. Les layers au-dessus ne sont pas affectés.

source: A menu that pulls its content from programmatic callbacks.
de: Ein Menü, das seinen Inhalt durch Callbacks bestimmt.
fr: Un menu qui construit son contenu à partir de callbacks

# sample text
source: Text layer
de: Textebene
fr: Layer de texte

source: Font
de: Schrift
fr: Police

source: Text colour
de: Textfarbe
fr: Couleur du texte

# horizontal text positioning
source: Alignment
de: Ausrichtung
fr: Alignement

source: Left
de: Links
fr: Gauche

source: Centre
de: Mittig

source: Right
de: Rechts
fr: Droite

source: Displays text.
de: Zeigt Text an.
fr: Affiche du texte.

source: %(free)s / %(max)s bytes (%(percent)s%)
fr: %(free)s / %(max)s octets (%(percent)s%)

# month name
source: April
fr: Avril

# month name
source: August
fr: Août

# month name
source: September
fr: Septembre

# month name
source: November
fr: Novembre

source: Text
fr: Texte
